"Cheerful" = "Alegre";

"Melodic" = "Melòdic";

"Relaxed" = "Ambiental";

"Grooving" = "Rítmic";

"Distorted" = "Distorsionat";

"Acoustic" = "Acústic";

"Processed" = "Processat";

"Single" = "Senzill";

"Part" = "Fragment";

"Dark" = "Fosc";

"Dissonant" = "Dissonant";

"Intense" = "Intens";

"Arrhythmic" = "Arrítmic";

"Clean" = "Net";

"Electric" = "Elèctric";

"Dry" = "Senzill";

"Ensemble" = "Conjunt";

"Fill" = "Emplen.";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Electrònica";

"Jazz" = "Jazz";

"Urban" = "Urbà";

"World/Ethnic" = "Música ètnica";

"Cinematic/New Age" = "Cinemàtic";

"Orchestral" = "Orquestral";

"Country/Folk" = "Country";

"Experimental" = "Experimental";

"Other Genre" = "Un altre gènere";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B modern";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Un altre gènere";

"Chinese Traditional" = "Xinès tradicional";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Efectes de so";

"Bass House" = "Baix House";

"Electronic Pop" = "Pop electrònic";

"Techno" = "Techno";

"Bass" = "Baix";

"Electric Bass" = "Baix elèctric";

"Acoustic Bass" = "Baix acústic";

"Synthetic Bass" = "Baix sintètic";

"Drums" = "Bateria";

"Drum Kit" = "Kits";

"Electronic Beats" = "Beats";

"Kick" = "Bombo";

"Tom" = "Tom";

"Snare" = "Caixa";

"Cymbal" = "Címbal";

"Hi-hat" = "Xarles";

"Guitars" = "Guitarres";

"Electric Guitar" = "Guitarra elèctrica";

"Acoustic Guitar" = "Guitarra acústica";

"Banjo" = "Banjo";

"Mandolin" = "Mandolina";

"Slide Guitar" = "Guitarra slide";

"Pedal Steel Guitar" = "Guitarra pedal steel";

"Horn/Wind" = "Vent";

"Saxophone" = "Saxòfon";

"Trumpet" = "Trompeta";

"Flute" = "Flauta";

"Trombone" = "Trombó";

"Clarinet" = "Clarinet";

"French Horn" = "Trompa";

"Tuba" = "Tuba";

"Oboe" = "Oboe";

"Harmonica" = "Harmònica";

"Recorder" = "Recorder";

"Pan Flute" = "Pan Flute";

"Bagpipe" = "Gaita";

"Bassoon" = "Fagot";

"Piccolo" = "Piccolo";

"English Horn" = "Corn anglès";

"Brass" = "Vent metall";

"Woodwind" = "Instrum. de fusta";

"Keyboards" = "Teclats";

"Piano" = "Piano";

"Electric Piano" = "Piano elèctric";

"Organ" = "Orgue";

"Clavinet" = "Clavinet";

"Accordion" = "Acordió";

"Synthesizer" = "Sintentitzadors";

"Rhodes" = "Rodes";

"Celesta" = "Celesta";

"Harpsichord" = "Clavicèmbal";

"Mallets" = "Maces";

"Steel Drum" = "Tambor metàl·lic";

"Vibraphone" = "Vibràfon";

"Marimba" = "Marimba";

"Xylophone" = "Xilòfon";

"Kalimba" = "Kalimba";

"Bell" = "Campana";

"Timpani" = "Timbales";

"Mixed" = "Jingles";

"Other Instrument" = "Un altre instrument";

"Percussion" = "Percussió";

"Gong" = "Gong";

"Shaker" = "Maraques";

"Tambourine" = "Pandereta";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Esquellot";

"Clave" = "Clavicèmbal";

"Vinyl/Scratch" = "Vinil";

"Chime" = "Campaneta";

"Rattler" = "Sonalls";

"Sound Effect" = "Efecte";

"Misc2" = "Varis";

"Boom" = "Explosions";

"All Effects" = "Tots els efectes";

"Effects" = "Efectes de so";

"Ambience" = "Ambient";

"People" = "Persones";

"Transportation" = "Transport";

"Weapons" = "Armes";

"Explosions" = "Explosions";

"Impacts & Crashes" = "Impactes";

"Animals" = "Animals";

"Sports & Leisure" = "Esports";

"Mech/Tech" = "Màquines";

"Work/Home" = "Feina/Casa";

"Misc." = "Altres";

"Foley" = "Efecte sala";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Ciència ficció";

"Strings" = "Cordes";

"Violin" = "Violí";

"Viola" = "Viola";

"Cello" = "Cello";

"Harp" = "Arpa";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Doble baix";

"Texture/Atmosphere" = "Textures";

"Vocals" = "Veus";

"Male" = "Masculina";

"Female" = "Femenina";

"Choir" = "Cor";

"All" = "Tot";

"Favorites" = "Favorits";

"Genres" = "Gèneres";

"Instruments" = "Instruments";

"Moods" = "Ambientacions";

"Reset" = "Restablir";

